Repository: dnadlinger/as2api
Catalog: po/*/as2api.po
Languages: pl

source: ActionScript 2 API Documentation Generator
pl: ActionScript 2 API generator dokumentow

source: Source code of %s
pl: Kod źródła %s

source: Overview
pl: Przegląd

source: in package
pl: w package

source: method in
pl: method w

source: field in
pl: field w

source: Alpabetical index of types and members
pl: Spis alfabetyczny types i members

source: Alphabetical Index
pl: Spis Alfabetyczny

source: Overview of %s
pl: Przegląd %s

source: Overview of API
pl: Przegląd API

source: Overview of package %s
pl: Przegląd package %s

source: Detail of %s API
pl: Szczegol %s API

source: Implemented Interfaces
pl: Implementowane Interfaces

source: Description
pl: Opis

source: See Also
pl: Sprawdź także

source: Field Index
pl: Field Spis

source: Inherited from
pl: wziete z

source: Method Index
pl: Method Spis

source: Constructor Detail
pl: Constructor szczegoly

source: Field Detail
pl: Field szczegoly

source: Method Detail
pl: Method szczegoly

source: Description copied from
pl: Opis wziety z

source: Parameters
pl: Parametry

source: Variable length argument list
pl: Zmiennej dlugosci lista parametrow

source: Specified By
pl: Okreslone przez

source: Overrides
pl: Posiada wieksze znaczenie

source: [Read Only]
pl: [Tylko do odczytu]

source: %s API Documentation
pl: Dokumentacja %s API

source: Interface Summary
pl: Podsumowanie Interface

source: Class Summary
pl: Podsumowanie Class

source: Class Inheritance Diagram
pl: Schemat Zaleznosci Class

source: Interface Inheritance Diagram
pl: Schemat Zaleznosci Interface

source: API Overview
pl: Przeglad API

source: API Change Overview
pl: Przeglad zmian API

source: No changes
pl: Bez zmian

source: Added Packages
pl: Dodatkowe Packages

source: Modified Packages
pl: Zmienione Packeges

source: Removed Packages
pl: Usuniete Packages

source: Package %s API Change Overview
pl: Przeglad Zmian w Package %s API

source: Added Types
pl: Dodatkowe Types

source: Modified Types
pl: Zmodyfikowane Types

source: Removed Types
pl: Usuniete Types

source: %d API Change Overview
pl: Przeglad zmian w %d API

source: Added Fields
pl: Dodatkowe Fields

source: Modified Fields
pl: Zmodyfikowane Fields

source: Removed Fields
pl: Usuniete Fields

source: Added Methods
pl: Dodatkowe Methods

source: Modified Methods
pl: Zmodyfikowane Methods

source: Removed Methods
pl: Usunite Methods

source: Visibility changed from
pl: Visibility zmieniona z

source: to
pl: do

source: Is now
pl: Jest teraz

source: Is no longer
pl: Nie jest

source: unspecified
pl: nieokreslony

source: type changed from
pl: type zmieniony z

source: Is now readable
pl: Jest teraz do odczytu

source: Is no longer readable
pl: Nie jest do odczytu

source: Is now writeable
pl: Jest teraz writeable

source: Is no longer writeable
pl: Nie jest writable

source: Argument list changed from
pl: Lista argumentow zmieniona z

source: %s API Naviation
pl: Nawigacja %s API

source: (All Types)
pl: (Wszystkie Typy)

source: All Types
pl: Wszystkie Typy

source: All Packages
pl: Wszystkie Packages

source: All types
pl: Wszystkie typy

source: Package and type descriptions
pl: Opisy package i type

source: Source
pl: Zrodlo

source: Index
pl: Spis

source: Parsing %d source files:
pl: Analiza %d zrodla plikow

source: Generating %d HTML pages:
pl: Generowanie stron %d HTML

source: No packages specified
pl: Bez okraslonych packages

source: package %s will not be documented
pl: package %s nie zostana udekumentowane

source: %s contains no ActionScript files
pl: %s nie zawiera plikow ActionScript

source: No source files matching specified packages
pl: Bez zrodla plikow odpowiadajacych okraslonym paskages

source: No source files matching specified packages in oldrev-classpath
pl: Bez zrodla plikow odpowiadajacych okraslonym paskages w oldrev-classpath

source: error: %s
pl: blad: %s

source: warning: %s
pl: ostrzezenie: %s
